brew "awscli"
brew "glib"
brew "libssh2"
brew "gd"
brew "git"
brew "jq"
brew "mas"
brew "mkcert"
brew "n"
brew "php"
brew "python@3.9"
brew "tldr"
brew "watch"
brew "watchman"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "jwt-cli"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "daisydisk"
cask "docker"
cask "github"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "phpstorm"
cask "qlvideo"
cask "rectangle"
cask "sf"
cask "slack"
cask "suspicious-package"
cask "tableplus"
cask "tower"
cask "visual-studio-code"
cask "whatsapp"
vscode "dbaeumer.vscode-eslint"
vscode "DotJoshJohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-highlight"
vscode "file-icons.file-icons"
vscode "FinancialForce.lana"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "jebbs.plantuml"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mariorodeghiero.vue-theme"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.vscode-xml"
vscode "salesforce.salesforce-vscode-slds"
vscode "salesforce.salesforcedx-vscode"
vscode "salesforce.salesforcedx-vscode-apex"
vscode "salesforce.salesforcedx-vscode-apex-debugger"
vscode "salesforce.salesforcedx-vscode-apex-replay-debugger"
vscode "salesforce.salesforcedx-vscode-core"
vscode "salesforce.salesforcedx-vscode-lightning"
vscode "salesforce.salesforcedx-vscode-lwc"
vscode "salesforce.salesforcedx-vscode-soql"
vscode "salesforce.salesforcedx-vscode-visualforce"
vscode "sharat.vscode-brewfile"
vscode "sodatea.velocity"
vscode "unifiedjs.vscode-mdx"
vscode "vscode-icons-team.vscode-icons"
vscode "waderyan.gitblame"
vscode "wholroyd.jinja"
