tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-versions"
brew "ack"
brew "ansible" 
brew "aws-elasticbeanstalk"
brew "aws-sam-cli"
brew "awscli"
brew "brew-php-switcher"
brew "composer"
brew "cowsay"
brew "git"
brew "git-flow"
brew "jq"
brew "lolcat"
brew "mkcert"
brew "node", link: false
brew "now-cli"
brew "php@7.2", link: true
brew "tldr"
brew "watch"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "araxis-merge"
cask "betterzip"
cask "daisydisk"
cask "docker"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "now"
cask "phpstorm"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "rectangle"
cask "slack"
cask "suspicious-package"
cask "tableplus"
cask "tower"
cask "tresorit"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"

# Gross stuff I don't really want :O=
cask "microsoft-office"
cask "microsoft-teams"
