tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "shivammathur/php"
brew "ack"
brew "node", link: false
brew "awscli"
brew "brew-php-switcher"
brew "composer"
brew "cowsay"
brew "curl"
brew "git"
brew "git-flow-avh"
brew "glib"
# brew "libheif"
brew "jq"
# brew "krb5"
# brew "libpq"
brew "lolcat"
brew "mkcert"
brew "mysql", link: false
brew "mysql@5.7", link: true
brew "n"
brew "php@7.2", link: true
# brew "php@7.3"
brew "pv"
brew "python@3.8"
brew "tldr"
brew "vercel-cli"
brew "watch"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "shivammathur/php/php@5.6"
# cask "1password"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "araxis-merge"
cask "daisydisk"
cask "google-chrome"
cask "iterm2"
cask "ksdiff"

# Gross stuff I don't really want :O=
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"

# cask "now"
cask "phpstorm"
# cask "qlimagesize"
# cask "qlvideo"
# cask "quicklook-json"
cask "rectangle"
cask "signal"
cask "slack"
cask "suspicious-package"
cask "tableplus"
cask "teamviewer"
cask "tower"
cask "tresorit"
cask "visual-studio-code"
